{
  "api": {
    "titles": [
      "Loft Studio in the Central Area",
      "The Pondhouse - A Magical Place",
      "Beautiful & luxurious apartment at great location",
      "Cozy, clean, and stylish place in the heart of the city",
      "Unique, cozy, and stylish house",
      "The Joshua Tree House",
      "Canal View Prinsengracht",
      "Perfectly located Castro",
      "Penthouse, 4-5 rooms + 5 balconies",
      "Waterfront with extraordinary view",
      "Tile House"
    ],
    "descriptions": [
      "Peaceful studio in the most wanted area in town. Quiet house Near of everything. Completely renovated. Lovely neighbourhood, lot of trendy shops, restaurants and bars in a walking distance.",
      "Relax, rejuvenate and unplug in this ultimate rustic getaway experience in the country. In our beautiful screened Pondhouse, you can gaze at the stars and listen to the sounds of nature from your cozy warm bed.",
      "This beautiful apartment is located in the heart of the city. The apartment is spacious, light and fully equipped. It has a great location with a lot of shops, restaurants and bars in a walking distance.",
      "This stylish apartment is located in the heart of the city. The apartment is spacious, light and fully equipped. It has a great location with a lot of shops, restaurants and bars in a walking distance.",
      "This beautiful house is located in the heart of the city. The house is spacious, light and fully equipped. It has a great location with a lot of shops, restaurants and bars in a walking distance.",
      "I rent out a very sunny and bright apartment only 7 minutes walking distance to the metro station. The apartment has a spacious living room with a kitchen, one bedroom and a bathroom with mit bath. A terrace can be used in summer.",
      "Discover daily local life in city center, friendly neighborhood, clandestine casino, karaoke, old-style artisans, art gallery and artist studio downstairs.",
      "This is a place for dreamers to reset, reflect, and create. Designed with a 'slow' pace in mind, our hope is that you enjoy every part of your stay; from making local coffee by drip in the morning, choosing the perfect record to put on as the sun sets."
    ],
    "comments": [
      "The house is very good, very happy, hygienic and simple living conditions around it are also very good. I hope to have the opportunity",
      "The deluxe room was a quite comfortable one with all the adequate facilities. The only thing that made me feel uncomfortable was the",
      "Home is amazing. It's like staying in a museum. The rooms, furnishings and artworks are incredible. The views of My Vesuvius",
      "We loved it so much, the house, the view, the location just great.. Highly recommend :)",
      "I stayed here for one night and it was an unpleasant experience.",
      "This villa is perfect in every way: the view on mountains and waterfalls, the hot tub and the villa itself. The evening here became a great continuation of our journeys over country."
    ],
    "cities": [
      {
        "name": "Paris",
        "location": {
          "latitude": 48.85661,
          "longitude": 2.351499
        }
      },
      {
        "name": "Cologne",
        "location": {
          "latitude": 50.938361,
          "longitude": 6.959974
        }
      },
      {
        "name": "Brussels",
        "location": {
          "latitude": 50.846557,
          "longitude": 4.351697
        }
      },
      {
        "name": "Amsterdam",
        "location": {
          "latitude": 52.37454,
          "longitude": 4.897976
        }
      },
      {
        "name": "Hamburg",
        "location": {
          "latitude": 53.550341,
          "longitude": 10.000654
        }
      },
      {
        "name": "Dusseldorf",
        "location": {
          "latitude": 51.225402,
          "longitude": 6.776314
        }
      }
    ],
    "amenities": [
      "Breakfast",
      "Air conditioning",
      "Laptop friendly workspace",
      "Washer",
      "Towels",
      "Fridge",
      "Baby seat",
      "Dishwasher",
      "Wi-Fi",
      "Cable TV",
      "Heating",
      "Kitchen",
      "Washing machine"
    ],
    "hosts": [
      {
        "username": "Angelina",
        "email": "angelina@example.com",
        "avatarUrl": "http://localhost:8000/static/host/avatar-angelina.jpg"
      },
      {
        "username": "Max",
        "email": "max@example.com",
        "avatarUrl": "http://localhost:8000/static/host/avatar-max.jpg"
      }
    ]
  }
}